Repository: wzz6423/zshell
Catalog: mac/zshell/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Usage: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +help With no arguments, zshell creates a project with a normal login shell. An argv creates a project whose first terminal runs it directly. +themes browses Zshell's themes in the terminal. Moving through the list previews the theme across the whole app; Return saves it and Esc restores the previous theme.
ar: الاستخدام: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +help دون وسائط، ينشئ zshell مشروعًا بصدفة تسجيل دخول عادية. تنشئ قائمة الوسائط مشروعًا تُنفّذ طرفيته الأولى الأمر مباشرةً. يستعرض +themes سمات Zshell في الطرفية. يعرض التنقل في القائمة معاينة للسمة في التطبيق كله؛ يحفظها Return ويستعيد Esc السمة السابقة.
de: Verwendung: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +help Ohne Argumente erstellt zshell ein Projekt mit einer normalen Login-Shell. Ein Befehl mit Argumenten erstellt ein Projekt, dessen erstes Terminal ihn direkt ausführt. +themes zeigt die Designs von Zshell im Terminal. Beim Navigieren durch die Liste wird das Design in der gesamten App als Vorschau angezeigt; Return sichert es, Esc stellt das vorherige Design wieder her.
es: Uso: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +help Sin argumentos, zshell crea un proyecto con un shell de inicio de sesión normal. Un comando con argumentos crea un proyecto cuyo primer terminal lo ejecuta directamente. +themes permite explorar los temas de Zshell en el terminal. Al recorrer la lista se muestra una vista previa del tema en toda la app; Return lo guarda y Esc restaura el tema anterior.
fr: Utilisation : zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +help Sans arguments, zshell crée un projet avec un shell de connexion normal. Une commande et ses arguments créent un projet dont le premier terminal les exécute directement. +themes permet de parcourir les thèmes de Zshell dans le terminal. Le déplacement dans la liste affiche un aperçu du thème dans toute l’app ; Return l’enregistre et Esc rétablit le thème précédent.
id: Penggunaan: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +help Tanpa argumen, zshell membuat proyek dengan shell login biasa. Daftar argumen membuat proyek yang terminal pertamanya menjalankan perintah itu secara langsung. +themes menelusuri tema Zshell di terminal. Bergerak dalam daftar mempratinjau tema di seluruh aplikasi; Return menyimpannya dan Esc memulihkan tema sebelumnya.
it: Uso: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +help Senza argomenti, zshell crea un progetto con una normale shell di login. Un comando con argomenti crea un progetto il cui primo terminale lo esegue direttamente. +themes consente di esplorare i temi di Zshell nel terminale. Scorrendo l’elenco viene mostrata un’anteprima del tema in tutta l’app; Return lo salva ed Esc ripristina il tema precedente.
ja: 使い方: zshell zshell <コマンド> [引数...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +help 引数なしの場合、zshellは通常のログインシェルでプロジェクトを作成します。 引数を指定すると、最初のターミナルでそのコマンドを直接実行するプロジェクトを作成します。 +themesではターミナル内でZshellのテーマを閲覧できます。リストを移動すると アプリ全体でテーマをプレビューし、Returnで保存、Escで以前のテーマに戻します。
ko: 사용법: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +help 인수 없이 실행하면 zshell은 일반 로그인 셸로 프로젝트를 만듭니다. 인수 목록을 전달하면 첫 터미널이 이를 직접 실행하는 프로젝트를 만듭니다. +themes는 터미널에서 Zshell 테마를 탐색합니다. 목록을 이동하면 앱 전체에서 테마를 미리 볼 수 있습니다. Return은 저장하고 Esc는 이전 테마를 복원합니다.
nl: Gebruik: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +help Zonder argumenten maakt zshell een project met een normale inlogshell aan. Een opdracht met argumenten maakt een project aan waarvan de eerste terminal de opdracht direct uitvoert. +themes laat je de thema’s van Zshell in de terminal verkennen. Terwijl je door de lijst navigeert, zie je een voorbeeld van het thema in de hele app; Return bewaart het en Esc herstelt het vorige thema.
pt_br: Uso: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +help Sem argumentos, zshell cria um projeto com um shell de login normal. Um comando com argumentos cria um projeto cujo primeiro terminal o executa diretamente. +themes permite explorar os temas do Zshell no terminal. Ao percorrer a lista, o tema é pré-visualizado em todo o app; Return o salva e Esc restaura o tema anterior.
ru: Использование: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +help Без аргументов zshell создаёт проект с обычной оболочкой входа. Список аргументов создаёт проект, первый терминал которого выполняет команду напрямую. +themes позволяет просматривать темы Zshell в терминале. Перемещение по списку показывает тему во всём приложении; Return сохраняет её, а Esc возвращает предыдущую тему.
th: วิธีใช้: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +help เมื่อไม่มีอาร์กิวเมนต์ zshell จะสร้างโปรเจ็กต์พร้อมล็อกอินเชลล์ปกติ เมื่อระบุรายการอาร์กิวเมนต์ จะสร้างโปรเจ็กต์ที่เทอร์มินัลแรกเรียกใช้คำสั่งนั้นโดยตรง +themes ใช้เรียกดูธีม Zshell ในเทอร์มินัล การเลื่อนในรายการจะแสดงตัวอย่างธีมทั่วทั้งแอป Return บันทึกธีม และ Esc คืนค่าธีมก่อนหน้า
tr: Kullanım: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +help Bağımsız değişken yoksa zshell, normal oturum açma kabuğuyla bir proje oluşturur. Bağımsız değişken listesi, ilk terminali komutu doğrudan çalıştıran bir proje oluşturur. +themes, terminalde Zshell temalarına göz atmanızı sağlar. Listede gezinmek temayı tüm uygulamada önizler; Return kaydeder, Esc önceki temayı geri yükler.
vi: Cách dùng: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +help Không có đối số, zshell tạo dự án với shell đăng nhập thông thường. Danh sách đối số tạo dự án có terminal đầu tiên chạy trực tiếp lệnh đó. +themes duyệt chủ đề Zshell trong terminal. Di chuyển trong danh sách để xem trước chủ đề trên toàn ứng dụng; Return lưu và Esc khôi phục chủ đề trước.
zh_hans: 用法： zshell zshell <命令> [参数...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +help 不带参数时，zshell 会创建一个使用普通登录 Shell 的项目。 若提供命令参数，则创建项目并在第一个终端中直接运行该命令。 +themes 可在终端中浏览 Zshell 主题。在列表中移动时， 会在整个应用中预览主题；按 Return 保存，按 Esc 恢复之前的主题。
zh_hant: 用法： zshell zshell <命令> [參數...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +help 不帶參數時，zshell 會建立一個使用普通登入 Shell 的專案。 若提供命令參數，則建立專案並在第一個終端機中直接執行該命令。 +themes 可在終端機中瀏覽 Zshell 主題。在列表中移動時， 會在整個應用中預覽主題；按 Return 儲存，按 Esc 恢復之前的主題。

source: Usage: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help With no arguments, zshell creates a project with a normal login shell. An argv creates a project whose first terminal runs it directly. +themes browses Zshell's themes in the terminal. Moving through the list previews the theme across the whole app; Return saves it and Esc restores the previous theme. +pane provides project-scoped terminal layout, input, viewport reads, and output waits. +agent adds recognized-agent start, guarded prompts, lifecycle waits, result reads, and an installable, auto-updating skill for compatible coding agents. Run either command with --help for its complete contract.
ar: الاستخدام: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help دون وسائط، ينشئ zshell مشروعًا بصدفة تسجيل دخول عادية. تنشئ قائمة الوسائط مشروعًا تُنفّذ طرفيته الأولى الأمر مباشرةً. يستعرض +themes سمات Zshell في الطرفية. يعرض التنقل في القائمة معاينة للسمة في التطبيق كله؛ يحفظها Return ويستعيد Esc السمة السابقة. يوفّر +pane تخطيط الطرفيات وإدخالها وقراءة الجزء المرئي وانتظار المخرجات ضمن المشروع. يضيف +agent بدء الوكلاء المعروفين والمطالبات الخاضعة للتحقق وانتظار مراحل دورة الحياة وقراءة النتائج ومهارة قابلة للتثبيت تتحدث تلقائيًا لوكلاء البرمجة المتوافقين. شغّل أيًّا من الأمرين مع --help لعرض المواصفات الكاملة.
de: Verwendung: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help Ohne Argumente erstellt zshell ein Projekt mit einer normalen Login-Shell. Ein Befehl mit Argumenten erstellt ein Projekt, dessen erstes Terminal ihn direkt ausführt. +themes zeigt die Designs von Zshell im Terminal. Beim Navigieren durch die Liste wird das Design in der gesamten App als Vorschau angezeigt; Return sichert es, Esc stellt das vorherige Design wieder her. +pane bietet Terminalanordnung, Eingabe, Lesen des sichtbaren Inhalts und Warten auf Ausgaben innerhalb eines Projekts. +agent ergänzt das Starten erkannter Agenten, geschützte Prompts, Warten auf Lebenszyklusereignisse, Lesen von Ergebnissen und einen installierbaren, automatisch aktualisierten Skill für kompatible Coding-Agenten. Führe den jeweiligen Befehl mit --help aus, um seinen vollständigen Funktionsumfang und seine Regeln zu lesen.
es: Uso: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help Sin argumentos, zshell crea un proyecto con un shell de inicio de sesión normal. Un comando con argumentos crea un proyecto cuyo primer terminal lo ejecuta directamente. +themes permite explorar los temas de Zshell en el terminal. Al recorrer la lista se muestra una vista previa del tema en toda la app; Return lo guarda y Esc restaura el tema anterior. +pane proporciona disposición de terminales, entrada, lectura del contenido visible y espera de salida dentro del proyecto. +agent añade inicio de agentes reconocidos, prompts protegidos, espera de eventos del ciclo de vida, lectura de resultados y un skill instalable con actualización automática para agentes de programación compatibles. Ejecuta cualquiera de los comandos con --help para ver su contrato completo.
fr: Utilisation : zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help Sans arguments, zshell crée un projet avec un shell de connexion normal. Une commande et ses arguments créent un projet dont le premier terminal les exécute directement. +themes permet de parcourir les thèmes de Zshell dans le terminal. Le déplacement dans la liste affiche un aperçu du thème dans toute l’app ; Return l’enregistre et Esc rétablit le thème précédent. +pane fournit la disposition des terminaux, la saisie, la lecture du contenu visible et l’attente de sortie à l’échelle du projet. +agent ajoute le démarrage d’agents reconnus, des invites protégées, l’attente des étapes de leur cycle de vie, la lecture des résultats et un skill installable qui se met à jour automatiquement pour les agents de développement compatibles. Exécutez l’une ou l’autre commande avec --help pour consulter son contrat complet.
id: Penggunaan: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help Tanpa argumen, zshell membuat proyek dengan shell login biasa. Daftar argumen membuat proyek yang terminal pertamanya menjalankan perintah itu secara langsung. +themes menelusuri tema Zshell di terminal. Bergerak dalam daftar mempratinjau tema di seluruh aplikasi; Return menyimpannya dan Esc memulihkan tema sebelumnya. +pane menyediakan tata letak terminal, input, pembacaan area tampilan, dan penantian keluaran dalam lingkup proyek. +agent menambahkan peluncuran agen yang dikenali, prompt dengan pemeriksaan, penantian siklus hidup, pembacaan hasil, dan skill yang dapat diinstal serta diperbarui otomatis untuk agen pemrograman yang kompatibel. Jalankan salah satu perintah dengan --help untuk ketentuan lengkapnya.
it: Uso: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help Senza argomenti, zshell crea un progetto con una normale shell di login. Un comando con argomenti crea un progetto il cui primo terminale lo esegue direttamente. +themes consente di esplorare i temi di Zshell nel terminale. Scorrendo l’elenco viene mostrata un’anteprima del tema in tutta l’app; Return lo salva ed Esc ripristina il tema precedente. +pane offre disposizione dei terminali, input, lettura del contenuto visibile e attesa dell’output nell’ambito del progetto. +agent aggiunge avvio di agenti riconosciuti, prompt protetti, attesa degli eventi del ciclo di vita, lettura dei risultati e uno skill installabile con aggiornamento automatico per agenti di programmazione compatibili. Esegui uno dei comandi con --help per consultarne il contratto completo.
ja: 使い方: zshell zshell <コマンド> [引数...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <コマンド> [オプション...] zshell +agent <コマンド> [オプション...] zshell +help 引数なしの場合、zshellは通常のログインシェルでプロジェクトを作成します。 引数を指定すると、最初のターミナルでそのコマンドを直接実行するプロジェクトを作成します。 +themesではターミナル内でZshellのテーマを閲覧できます。リストを移動すると アプリ全体でテーマをプレビューし、Returnで保存、Escで以前のテーマに戻します。 +paneはプロジェクト単位のターミナルレイアウト、入力、ビューポートの読み取り、 出力待ちを提供します。+agentは対応するコーディングエージェント向けに、認識済み エージェントの起動、保護されたプロンプト、ライフサイクル待ち、結果の読み取り、 インストールして自動更新できるスキルを提供します。 いずれのコマンドも --help を付けて実行すると完全な仕様を確認できます。
ko: 사용법: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help 인수 없이 실행하면 zshell은 일반 로그인 셸로 프로젝트를 만듭니다. 인수 목록을 전달하면 첫 터미널이 이를 직접 실행하는 프로젝트를 만듭니다. +themes는 터미널에서 Zshell 테마를 탐색합니다. 목록을 이동하면 앱 전체에서 테마를 미리 볼 수 있습니다. Return은 저장하고 Esc는 이전 테마를 복원합니다. +pane은 프로젝트 범위의 터미널 배치, 입력, 표시 영역 읽기 및 출력 대기를 제공합니다. +agent는 인식 가능한 에이전트 실행, 조건 검사를 거친 프롬프트 전송, 수명 주기 대기, 결과 읽기, 호환 코딩 에이전트용 설치 가능하고 자동으로 업데이트되는 스킬을 추가합니다. 각 명령에 --help를 붙여 실행하면 전체 사용 규약을 확인할 수 있습니다.
nl: Gebruik: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help Zonder argumenten maakt zshell een project met een normale inlogshell aan. Een opdracht met argumenten maakt een project aan waarvan de eerste terminal de opdracht direct uitvoert. +themes laat je de thema’s van Zshell in de terminal verkennen. Terwijl je door de lijst navigeert, zie je een voorbeeld van het thema in de hele app; Return bewaart het en Esc herstelt het vorige thema. +pane biedt terminalindeling, invoer, lezen van zichtbare inhoud en wachten op uitvoer binnen het project. +agent voegt het starten van herkende agents, beveiligde prompts, wachten op levenscyclusgebeurtenissen, lezen van resultaten en een installeerbare, automatisch bijgewerkte skill voor compatibele programmeeragents toe. Voer een van de opdrachten uit met --help voor de volledige specificatie.
pt_br: Uso: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help Sem argumentos, zshell cria um projeto com um shell de login normal. Um comando com argumentos cria um projeto cujo primeiro terminal o executa diretamente. +themes permite explorar os temas do Zshell no terminal. Ao percorrer a lista, o tema é pré-visualizado em todo o app; Return o salva e Esc restaura o tema anterior. +pane oferece organização de terminais, entrada, leitura do conteúdo visível e espera por saída no escopo do projeto. +agent adiciona início de agentes reconhecidos, prompts protegidos, espera por eventos do ciclo de vida, leitura de resultados e um skill instalável com atualização automática para agentes de programação compatíveis. Execute qualquer um dos comandos com --help para consultar seu contrato completo.
ru: Использование: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help Без аргументов zshell создаёт проект с обычной оболочкой входа. Список аргументов создаёт проект, первый терминал которого выполняет команду напрямую. +themes позволяет просматривать темы Zshell в терминале. Перемещение по списку показывает тему во всём приложении; Return сохраняет её, а Esc возвращает предыдущую тему. +pane предоставляет управление раскладкой терминалов, вводом, чтением видимой области и ожиданием вывода в пределах проекта. +agent добавляет запуск распознаваемых агентов, отправку запросов с проверками, ожидание этапов работы, чтение результатов и устанавливаемый, автоматически обновляемый навык для совместимых агентов программирования. Запустите любую из команд с --help для полного описания интерфейса.
th: วิธีใช้: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help เมื่อไม่มีอาร์กิวเมนต์ zshell จะสร้างโปรเจ็กต์พร้อมล็อกอินเชลล์ปกติ เมื่อระบุรายการอาร์กิวเมนต์ จะสร้างโปรเจ็กต์ที่เทอร์มินัลแรกเรียกใช้คำสั่งนั้นโดยตรง +themes ใช้เรียกดูธีม Zshell ในเทอร์มินัล การเลื่อนในรายการจะแสดงตัวอย่างธีมทั่วทั้งแอป Return บันทึกธีม และ Esc คืนค่าธีมก่อนหน้า +pane ให้การจัดวางเทอร์มินัล การป้อนข้อมูล การอ่านพื้นที่ที่มองเห็น และการรอผลลัพธ์ในขอบเขตโปรเจ็กต์ +agent เพิ่มการเริ่มเอเจนต์ที่รู้จัก พรอมต์ที่มีการตรวจเงื่อนไข การรอสถานะตามวงจรชีวิต การอ่านผลลัพธ์ และสกิลที่ติดตั้งได้และอัปเดตอัตโนมัติสำหรับเอเจนต์เขียนโค้ดที่รองรับ เรียกใช้คำสั่งใดก็ได้พร้อม --help เพื่อดูข้อกำหนดทั้งหมด
tr: Kullanım: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help Bağımsız değişken yoksa zshell, normal oturum açma kabuğuyla bir proje oluşturur. Bağımsız değişken listesi, ilk terminali komutu doğrudan çalıştıran bir proje oluşturur. +themes, terminalde Zshell temalarına göz atmanızı sağlar. Listede gezinmek temayı tüm uygulamada önizler; Return kaydeder, Esc önceki temayı geri yükler. +pane, proje kapsamında terminal düzeni, girdi, görünür alan okuma ve çıktı bekleme sağlar. +agent; tanınan aracıları başlatma, denetimli istemler, yaşam döngüsü bekleme, sonuç okuma ve uyumlu kodlama aracıları için yüklenebilir, otomatik güncellenen bir beceri ekler. Tam kullanım sözleşmesi için iki komuttan birini --help ile çalıştırın.
vi: Cách dùng: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help Không có đối số, zshell tạo dự án với shell đăng nhập thông thường. Danh sách đối số tạo dự án có terminal đầu tiên chạy trực tiếp lệnh đó. +themes duyệt chủ đề Zshell trong terminal. Di chuyển trong danh sách để xem trước chủ đề trên toàn ứng dụng; Return lưu và Esc khôi phục chủ đề trước. +pane cung cấp bố cục terminal, nhập liệu, đọc vùng hiển thị và chờ đầu ra trong phạm vi dự án. +agent thêm khả năng khởi chạy tác tử được nhận diện, gửi câu lệnh có kiểm tra điều kiện, chờ vòng đời, đọc kết quả và kỹ năng có thể cài, tự cập nhật cho tác tử lập trình tương thích. Chạy một trong hai lệnh với --help để xem đặc tả đầy đủ.
zh_hans: 用法： zshell zshell <命令> [参数...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <命令> [选项...] zshell +agent <命令> [选项...] zshell +help 不带参数时，zshell 会创建一个使用普通登录 Shell 的项目。 若提供命令参数，则创建项目并在第一个终端中直接运行该命令。 +themes 可在终端中浏览 Zshell 主题。在列表中移动时， 会在整个应用中预览主题；按 Return 保存，按 Esc 恢复之前的主题。 +pane 提供项目级终端布局、输入、视口读取和输出等待。+agent 为 兼容的编码代理提供可识别代理的启动、受控提示、生命周期等待、 结果读取，以及可安装、自动更新的技能。运行任一命令并附加 --help 可查看其完整用法。
zh_hant: 用法： zshell zshell <命令> [參數...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <命令> [選項...] zshell +agent <命令> [選項...] zshell +help 不帶參數時，zshell 會建立一個使用普通登入 Shell 的專案。 若提供命令參數，則建立專案並在第一個終端機中直接執行該命令。 +themes 可在終端機中瀏覽 Zshell 主題。在列表中移動時， 會在整個應用中預覽主題；按 Return 儲存，按 Esc 恢復之前的主題。 +pane 提供專案級終端機配置、輸入、視口讀取和輸出等待。+agent 為 兼容的編碼代理提供可識別代理的啟動、受控提示、生命週期等待、 結果讀取，以及可安裝、自動更新的技能。執行任一命令並附加 --help 可查看其完整用法。
